greeting_first = """Привет 🙂
Я виртуальный ассистент, созданный на базе GPT-4 и DALL-E 3

Выберите режим работы:"""

greeting = """Привет 🙂
Я виртуальный ассистент, созданный на базе GPT-4"""

new_dialog_start = """Мы начали новый диалог"""

home_page = """Выберите режим работы:"""

image_mode = """Режим генерации изображений активирован. Пожалуйста,
отправьте текстовое описание изображения.

В данный момент по одному запросу генерируется одно изображение hd формата, 1024x1024, позже функционал будет расширен"""