greeting_first = """Привет 🙂
Я виртуальный ассистент, созданный на базе GPT-4o и DALL-E 3

Выберите режим работы:"""

greeting = """Привет 🙂
Я виртуальный ассистент, созданный на базе GPT-4o. 
Теперь я могу не только общаться, но и распозновать изображения!

При отправке изображения не забудьте добавить текстовое описание задачи"""

new_dialog_start = """Мы начали новый диалог"""

reset_dialog = """Диалог сброшен"""

home_page = """Выберите режим работы:"""

image_mode = """Режим генерации изображений активирован. 
Пожалуйста, отправьте текстовое описание и выберите параметры генерации."""

urls_mock = ["https://www.argospetinsurance.co.uk/assets/uploads/2017/12/cat-pet-animal-domestic-104827.jpeg",
             "https://www.pets4homes.co.uk/images/articles/771/large/cat-lifespan-the-life-expectancy-of-cats-568e40723c336.jpg",
             "https://www.cats.org.uk/uploads/images/featurebox_sidebar_kids/grief-and-loss.jpg",
             "https://r.hswstatic.com/w_907/gif/tesla-cat.jpg"
             ]
